Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Wi-Fi.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Using a private address helps reduce tracking of your Mac by Wi-Fi network operators. A fixed private address allows this network to track this Mac, but helps reduce tracking across other networks.
ar: استخدام عنوان خاص يساعد على الحد من تتبع Mac من قِبل مشغلي شبكات Wi‑Fi. يسمح العنوان الخاص الثابت لهذه الشبكة بتتبع Mac، لكنه يساعد على الحد من التتبع على الشبكات الأخرى.
ca: Les adreces privades permeten limitar el rastreig del Mac per part dels operadors de les xarxes Wi‑Fi. Tanmateix, si són fixes, serà més difícil de rastrejar en altres xarxes, però no en aquesta.
cs: Použitím soukromé adresy lze provozovatelům Wi‑Fi sítí částečně bránit ve sledování vašeho pohybu. Pevná soukromá adresa umožňuje sledovat váš Mac v této síti, ale pomáhá omezit sledování v jiných sítích.
da: Brug af en privat adresse hjælper med at reducere sporing af din Mac fra forskellige Wi-Fi-netværksoperatører. En fast privat adresse tillader, at dette netværk kan spore denne Mac, men reducerer sporing på tværs af andre netværk.
de: Das Verwenden einer privaten Netzwerkadresse hilft dabei, das Tracking deines Mac durch WLAN-Betreiber zu reduzieren. Durch eine statische private Netzwerkadresse kann dieses Netzwerk diesen Mac tracken, während das Tracking über andere Netzwerke reduziert wird.
el: Η χρήση ιδιωτικής διεύθυνσης βοηθά στη μείωση της ανίχνευσης του Mac από παρόχους δικτύων Wi-Fi. Μια σταθερή διεύθυνση επιτρέπει σε αυτό το δίκτυο να ανιχνεύει αυτό το Mac αλλά βοηθά στη μείωση της ανίχνευσής του σε άλλα δίκτυα.
es: El uso de una dirección privada ayuda a reducir el rastreo de tu Mac en las redes Wi‑Fi. Si es fija, permitirá a esta red rastrear el Mac, pero dificultará el rastreo en el resto de redes.
es_us: Usar una dirección privada ayuda a reducir el rastreo de la Mac por parte de los operadores de redes Wi‑Fi. Si la dirección privada es fija, se permite que esta red rastree la Mac, pero dificulta rastrearla en otras redes.
fi: Yksityisen osoitteen käyttäminen auttaa vähentämään Wi‑Fi-verkko-operaattoreiden suorittamaa Macin seurantaa. Kiinteä yksityinen osoite sallii tämän verkon seurata tätä Macia, mutta auttaa vähentämään seurantaa muissa verkoissa.
fr: L’utilisation d’une adresse privée permet de réduire le suivi de votre Mac par les opérateurs de réseau Wi-Fi. Une adresse privée fixe permet à ce réseau de suivre ce Mac mais réduit le suivi sur les autres réseaux.
fr_ca: L’utilisation d’une adresse privée aide à réduire le suivi de votre Mac par des opérateurs de réseau Wi‑Fi. Une adresse privée statique permet à ce réseau de suivre ce Mac, mais aide à réduire le suivi sur les autres réseaux.
he: שימוש בכתובת פרטית מסייע להפחית את יכולות המעקב של מפעילי רשתות אלחוטיות אחר ה-Mac שלך. כתובת פרטית קבועה מאפשרת לרשת זו לעקוב אחר ה-Mac, אך מסייעת בהפחתת יכולות המעקב בין רשתות אחרות.
hi: निजी पता उपयोग करने से वाई‑फ़ाई नेटवर्क ऑपरेटर द्वारा आपके Mac की ट्रैकिंग कम करने में मदद मिलती है। एक स्थिर निजी पते से इस नेटवर्क को यह Mac ट्रैक करने की अनुमति मिलती है, लेकिन अन्य सभी नेटवर्क पर ट्रैकिंग को कम करने में मदद करता है।
hr: Uporabom privatne adrese pomaže se u smanjenju praćenja vašeg Maca od strane raznih operatera Wi-Fi mreža. Fiksna privatna adresa dozvoljava ovoj mreži praćenje ovog Maca, ali pomaže u smanjenju praćenja na drugim mrežama.
hu: Privát cím használatával csökkenthető annak lehetősége, hogy a Wi‑Fi-hálózatok üzemeltetői követni tudják az Ön Macjét. A rögzített privát cím lehetővé teszi, hogy ez a hálózat kövesse ezt a Macet, de segít csökkenteni az egyéb hálózatokon keresztül történő követést.
id: Penggunaan alamat pribadi membantu mengurangi pelacakan Mac Anda di oleh operator jaringan Wi‑Fi. Alamat pribadi tetap memungkinkan jaringan ini untuk melacak Mac ini, tapi membantu mengurangi pelacakan di semua jaringan lainnya.
it: L’utilizzo di un indirizzo privato aiuta a ridurre la possibilità che il Mac venga tracciato dagli operatori delle reti Wi‑Fi. Un indirizzo privato fisso consente a questa rete di tracciare il Mac, ma riduce la possibilità che venga tracciato su altre reti.
ja: プライベートアドレスを使用することで、Wi‑Fiネットワーク事業者によるMacのトラッキングを減らすことができます。固定プライベートアドレスを使用すると、このネットワーク上でこのMacのトラッキングを許可することになりますが、その他のネットワークではトラッキングされることが少なくなります。
ko: 비공개 주소를 사용하면 Wi‑Fi 네트워크 운영업체로부터 사용자의 Mac에 대한 추적을 줄이는 데 도움이 됩니다. 고정식 비공개 주소를 사용하면 이 네트워크가 이 Mac을 추적할 수 있으나, 다른 네트워크에서 추적을 줄이는 데는 도움이 됩니다.
ms: Penggunaan alamat peribadi membantu mengurangkan penjejakan Mac anda oleh pengendali rangkaian Wi‑Fi. Alamat peribadi tetap membenarkan rangkaian ini menjejak Mac ini, tetapi membantu mengurangkan penjejakan merentas rangkaian lain.
nb: Bruk av en privat adresse reduserer nettverksoperatørers mulighet til å spore Macen din. En fast privat adresse tillater at nettverket sporer denne Macen, men reduserer sporing på tvers av andre nettverk.
nl: Door het gebruik van een privé‑adres kan je Mac minder worden gevolgd door beheerders van wifinetwerken. Met een vast privé‑adres kan dit netwerk deze Mac volgen, maar wordt het volgen via andere netwerken verminderd.
pl: Używanie adresu prywatnego pomaga ograniczyć śledzenie Twojego Maca przez operatorów sieci Wi‑Fi. Stały adres prywatny pozwala tej sieci śledzić tego Maca, ale pomaga ograniczyć śledzenie go w innych sieciach.
pt_br: O uso de um endereço privado ajuda a reduzir o rastreamento do Mac por operadoras de rede Wi‑Fi. Um endereço privado fixo permite que esta rede rastreie este Mac, mas ajuda a reduzir o rastreamento em outras redes.
pt_pt: A utilização de um endereço privado ajuda a reduzir o seguimento do Mac por operadores de redes Wi‑Fi. Um endereço privado fixo permite que esta rede siga este Mac, mas dificulta o seguimento entre redes.
ro: Utilizarea unei adrese private reduce posibilitatea urmăririi Mac‑ului de către operatorii de rețele Wi‑Fi. O adresă privată fixă îi permite acestei rețele să urmărească acest Mac, dar contribuie la reducerea urmăririi în alte rețele.
ru: Если использовать частный адрес, это поможет снизить риск отслеживания Вашего Mac операторами сетей Wi‑Fi. Статический частный адрес позволит отслеживать этот Mac в выбранной сети, но в то же время усложнит его отслеживание в других сетях.
sk: Používanie privátnej adresy pomáha obmedziť sledovanie vášho Macu prevádzkovateľmi rôznych Wi‑Fi sietí. Pevná privátna adresa umožňuje tejto sieti sledovať tento Mac, ale pomáha obmedzovať jeho sledovanie naprieč inými sieťami.
sl: Uporaba zasebnega naslova omeji sledenje vašemu Macu s strani operaterjev omrežij Wi-Fi. Nespremenljivi zasebni naslov temu omrežju dovoljuje sledenje temu Macu, vendar omeji sledenje v drugih omrežjih.
sv: Om du använder en privat adress bidrar det till att minska spårningen av datorn av Wi‑Fi-nätverkoperatörer. En fast, privat Wi‑Fi-adress gör att det här nätverket kan spåra datorn, men hjälper till att begränsa spårningen mellan andra nätverk.
th: การใช้ที่อยู่แบบส่วนตัวจะช่วยลดการติดตาม Mac ของคุณจากผู้ให้บริการเครือข่าย Wi‑Fi ที่อยู่แบบส่วนตัวที่คงที่จะอนุญาตให้เครือข่ายนี้ติดตาม Mac เครื่องนี้ได้ แต่จะช่วยลดการติดตามบนเครือข่ายอื่น
tr: Özel bir adres kullanmak Mac’inizin Wi‑Fi ağ operatörleri tarafından takip edilmesini azaltmaya yardımcı olur. Sabit bir özel adres, bu ağın bu Mac’i takip etmesine izin verir ama diğer ağlarda takibi azaltmaya yardımcı olur.
uk: Використання приватної адреси допомагає зменшити відстеження вашого Mac операторами Wi‑Fi-мереж. Фіксована приватна адреса дає змогу відстежувати цей Mac у цій мережі, проте допомагає зменшити міжмережеве відстеження.
vi: Việc sử dụng địa chỉ bảo mật giúp giảm việc các nhà điều hành mạng Wi-Fi theo dõi máy Mac của bạn. Địa chỉ bảo mật cố định cho phép mạng này theo dõi máy Mac này, nhưng giúp giảm việc theo dõi trên các mạng khác.
zh_cn: 使用私有地址有助于减少Wi-Fi网络运营商对Mac的跟踪。固定的私有地址会允许此网络跟踪这台Mac，但有助于减少其他网络跟踪。
zh_hk: 使用私人位址有助你的Mac減少被Wi-Fi網絡營運商追蹤。固定的私人位址可允許此網絡追蹤此Mac，但有助減少在其他網絡間的追蹤。
zh_tw: 使用專用位址有助於降低Mac被Wi-Fi網路業者追蹤的機率。固定專用位址會允許此網路追蹤此Mac，但有助於減少在其他網路上被追蹤的機率。

source: Using a private address helps reduce tracking of your Mac by Wi-Fi network operators. A rotating private address reduces tracking on this network, and across other networks.
ar: استخدام عنوان خاص يساعد على الحد من تتبع Mac من قِبل مشغلي شبكات Wi‑Fi. يساعد العنوان الخاص المتغير على الحد من التتبع على هذه الشبكة وعلى الشبكات الأخرى.
ca: Les adreces privades permeten limitar el rastreig del Mac per part dels operadors de les xarxes Wi‑Fi. A més, si són rotatòries, serà encara més difícil de rastrejar tant en aquesta xarxa com en d’altres.
cs: Použitím soukromé adresy lze provozovatelům Wi‑Fi sítí částečně bránit ve sledování vašeho Macu. Střídání soukromé adresy snižuje míru sledování v této síti i při pohybu mezi sítěmi.
da: Brug af en privat adresse hjælper med at reducere sporing af din Mac fra forskellige Wi-Fi-netværksoperatører. En skiftende privat adresse reducerer sporing på dette netværk og på tværs af andre netværk.
de: Das Verwenden einer privaten Netzwerkadresse hilft dabei, das Tracking deines Mac durch WLAN-Betreiber zu reduzieren. Durch eine rotierende private Netzwerkadresse kann das Tracking auf diesem Netzwerk und anderen Netzwerken reduziert werden.
el: Η χρήση ιδιωτικής διεύθυνσης βοηθά στη μείωση της ανίχνευσης του Mac από παρόχους δικτύων Wi-Fi. Μια εναλλασσόμενη διεύθυνση μειώνει την ανίχνευση σε αυτό το δίκτυο, καθώς και σε άλλα δίκτυα.
es: El uso de una dirección privada ayuda a reducir el rastreo de tu Mac en las redes Wi‑Fi. Si es rotatoria, dificulta el rastreo tanto en esta red como en otras.
es_us: Usar una dirección privada ayuda a reducir el rastreo de la Mac por parte de los operadores de redes Wi‑Fi. Si la dirección privada es alternante, se reduce el rastreo tanto en esta como en otras redes.
fi: Yksityisen osoitteen käyttäminen auttaa vähentämään Wi‑Fi-verkko-operaattoreiden suorittamaa Macin seurantaa. Vaihtuva yksityinen osoite vähentää seurantaa tässä verkossa ja muissa verkoissa.
fr: L’utilisation d’une adresse privée permet de réduire le suivi de votre Mac par les opérateurs de réseau Wi-Fi. Une adresse privée renouvelable permet de réduire le suivi sur ce réseau ainsi que sur les autres réseaux.
fr_ca: L’utilisation d’une adresse privée aide à réduire le suivi de votre Mac par des opérateurs de réseau Wi‑Fi. Une adresse privée dynamique réduit le suivi sur ce réseau de même que sur les autres.
he: שימוש בכתובת פרטית מסייע להפחית את יכולות המעקב של מפעילי רשתות אלחוטיות אחר ה-Mac שלך. כתובת פרטית משתנה מפחיתה את יכולות המעקב ברשת זו ובין רשתות אחרות.
hi: निजी पता उपयोग करने से वाई‑फ़ाई नेटवर्क ऑपरेटर द्वारा आपके Mac की ट्रैकिंग कम करने में मदद मिलती है। लगातार बदलने वाले निजी पते से इस नेटवर्क पर और अन्य सभी नेटवर्क पर ट्रैकिंग कम करने में मदद मिलती है।
hr: Uporabom privatne adrese pomaže se u smanjenju praćenja vašeg Maca od strane operatera Wi-Fi mreža. Rotirajuća privatna adresa smanjuje praćenje na ovoj mreži i na drugim mrežama.
hu: Privát cím használatával csökkenthető annak lehetősége, hogy a Wi‑Fi-hálózatok üzemeltetői követni tudják az Ön Macjét. A változó privát cím csökkenti az ezen a hálózaton és az egyéb hálózatokon keresztül történő követést.
id: Penggunaan alamat pribadi membantu mengurangi pelacakan Mac Anda oleh operator jaringan Wi‑Fi. Alamat pribadi yang dirotasi mengurangi pelacakan di jaringan ini dan semua jaringan lainnya.
it: L’utilizzo di un indirizzo privato aiuta a ridurre la possibilità che il Mac venga tracciato dagli operatori delle reti Wi‑Fi. Un indirizzo privato a rotazione riduce il tracciamento su questa rete e su altre reti.
ja: プライベートアドレスを使用することで、Wi‑Fiネットワーク事業者によるMacのトラッキングを減らすことができます。ローテーションされるプライベートアドレスを使用すると、このネットワーク上および複数のWi‑Fiネットワーク間でトラッキングされることが少なくなります。
ko: 비공개 주소를 사용하면 Wi‑Fi 네트워크 운영업체로부터 사용자의 Mac에 대한 추적을 줄이는 데 도움이 됩니다. 순환식 비공개 주소를 사용하면 이 네트워크 및 다른 네트워크에서 이 Mac에 대한 추적을 줄일 수 있습니다.
ms: Penggunaan alamat peribadi membantu mengurangkan penjejakan Mac anda oleh pengendali rangkaian Wi‑Fi. Alamat peribadi digilirkan mengurangkan penjejakan pada rangkaian ini dan merentas rangkaian lain.
nb: Bruk av en privat adresse reduserer nettverksoperatørers mulighet til å spore Macen din. En roterende privat adresse reduserer sporing på dette og andre nettverk.
nl: Door het gebruik van een privé‑adres kan je Mac minder worden gevolgd door beheerders van wifinetwerken. Met een roterend privé‑adres wordt volgen verminderd op dit netwerk en op andere netwerken.
pl: Używanie adresu prywatnego pomaga ograniczyć śledzenie Twojego Maca przez operatorów sieci Wi‑Fi. Rotowany adres prywatny ogranicza śledzenie tego Maca w tej i w innych sieciach.
pt_br: O uso de um endereço privado ajuda a reduzir o rastreamento do Mac por operadoras de rede Wi‑Fi. Um endereço privado rotativo reduz o rastreamento nesta rede e em outras.
pt_pt: A utilização de um endereço privado ajuda a reduzir o seguimento do Mac por operadores de redes Wi‑Fi. Um endereço privado periódico reduz o seguimento nesta rede e entre redes.
ro: Utilizarea unei adrese private reduce posibilitatea urmăririi Mac‑ului de către operatorii de rețele Wi‑Fi. Reînnoirea adresei private reduce posibilitatea urmăririi în această rețea și în alte rețele.
ru: Если использовать частный адрес, это поможет снизить риск отслеживания Вашего Mac операторами сетей Wi‑Fi. Ротация частного адреса затруднит его отслеживание как в выбранной сети, так и в других сетях.
sk: Používanie privátnej adresy pomáha obmedziť sledovanie vášho Macu prevádzkovateľmi rôznych Wi‑Fi sietí. Striedanie privátnej adresy obmedzuje sledovanie v tejto sieti aj naprieč inými sieťami.
sl: Uporaba zasebnega naslova omeji sledenje vašemu Macu s strani operaterjev omrežij Wi-Fi. Ciklično preklapljanje zasebnega naslova omeji sledenje v tem omrežju in drugih omrežjih.
sv: Om du använder en privat adress bidrar det till att minska spårningen av datorn av Wi‑Fi-nätverkoperatörer. En roterande, privat adress begränsar spårningen på det här nätverket och mellan andra nätverk.
th: การใช้ที่อยู่แบบส่วนตัวจะช่วยลดการติดตาม Mac ของคุณจากผู้ให้บริการเครือข่าย Wi‑Fi ที่อยู่แบบส่วนตัวที่สลับใช้จะลดการติดตามบนเครือข่ายนี้และบนเครือข่ายอื่น
tr: Özel bir adres kullanmak Mac’inizin Wi‑Fi ağ operatörleri tarafından takip edilmesini azaltmaya yardımcı olur. Dönüşümlü kullanılan özel bir adres, bu ağda ve diğer ağlarda takibi azaltır.
uk: Використання приватної адреси допомагає зменшити відстеження вашого Mac операторами Wi‑Fi-мереж. Змінна приватна адреса знижує можливість відстеження як у цій мережі, так і між мережами.
vi: Việc sử dụng địa chỉ bảo mật giúp giảm việc các nhà điều hành mạng Wi-Fi theo dõi máy Mac của bạn. Địa chỉ bảo mật luân phiên giúp giảm việc theo dõi trên mạng này, cũng như các mạng khác.
zh_cn: 使用私有地址有助于减少Wi-Fi网络运营商对Mac的跟踪。轮替私有地址会减少此网络和其他网络跟踪。
zh_hk: 使用私人位址有助你的Mac減少被Wi-Fi網絡營運商追蹤。輪換的私人位址可減少在此網絡上及其他網絡間的追蹤。
zh_tw: 使用專用位址有助於降低Mac被Wi-Fi網路業者追蹤的機率。輪替專用位址可降低在此網路和其他網路上被追蹤的機率。

source: Using a private address helps reduce tracking of your Mac by Wi-Fi network operators. Private Wi-Fi address is turned off and this Mac can be identified and tracked on this network, and across other networks.
ar: استخدام عنوان خاص يساعد على الحد من تتبع Mac من قِبل مشغلي شبكات Wi‑Fi. "عنوان Wi‑Fi خاص" متوقف، ويمكن التعرف على هذا الـ Mac وتتبعه على هذه الشبكة وعلى الشبكات الأخرى.
ca: Les adreces privades permeten limitar el rastreig del Mac per part dels operadors de les xarxes Wi‑Fi. Tanmateix, no n’hi ha cap d’activa, de manera que se’l pot identificar i rastrejar tant en aquesta xarxa com en d’altres.
cs: Použitím soukromé adresy lze provozovatelům Wi‑Fi sítí částečně bránit ve sledování vašeho Macu. Soukromá adresa je vypnutá a váš Mac je možné identifikovat a sledovat v této síti i při pohybu mezi sítěmi.
da: Brug af en privat adresse hjælper med at reducere sporing af din Mac fra forskellige Wi-Fi-netværksoperatører. Privat Wi-Fi-adresse er slået fra, og denne Mac kan identificeres og spores på dette netværk og på tværs af andre netværk.
de: Das Verwenden einer privaten Netzwerkadresse hilft dabei, das Tracking deines Mac durch WLAN-Betreiber zu reduzieren. Die private WLAN-Adresse ist deaktiviert und dieser Mac kann auf diesem Netzwerk und anderen Netzwerken identifiziert und getrackt werden.
el: Η χρήση ιδιωτικής διεύθυνσης βοηθά στη μείωση της ανίχνευσης του Mac από παρόχους δικτύων Wi-Fi. Η Ιδιωτική διεύθυνση Wi-Fi είναι απενεργοποιημένη και αυτό το Mac μπορεί να ταυτοποιηθεί και να ανιχνευτεί σε αυτό το δίκτυο, καθώς και σε άλλα δίκτυα.
es: El uso de una dirección privada ayuda a reducir el rastreo de tu Mac en las redes Wi‑Fi. Si está desactivada, se puede identificar y rastrear el Mac tanto en esta red como en otras.
es_us: Usar una dirección privada ayuda a reducir el rastreo de la Mac por parte de los operadores de redes Wi‑Fi. Como se desactivó su uso, esta Mac se puede identificar y rastrear en esta y otras redes.
fi: Yksityisen osoitteen käyttäminen auttaa vähentämään Wi‑Fi-verkko-operaattoreiden suorittamaa Macin seurantaa. Yksityinen osoite on laitettu pois päältä, joten tämä Mac voidaan tunnistaa ja sitä voidaan seurata tässä verkossa ja muissa verkoissa.
fr: L’utilisation d’une adresse privée permet de réduire le suivi de votre Mac par les opérateurs de réseau Wi-Fi. L’adresse Wi-Fi privée est désactivée et ce Mac peut être identifié et suivi sur ce réseau ainsi que sur les autres réseaux.
fr_ca: L’utilisation d’une adresse privée aide à réduire le suivi de votre Mac par des opérateurs de réseau Wi‑Fi. L’adresse Wi‑Fi privée est désactivée, et ce Mac peut être identifié et suivi sur ce réseau de même que sur les autres.
he: שימוש בכתובת פרטית מסייע להפחית את יכולות המעקב של מפעילי רשתות אלחוטיות אחר ה-Mac שלך. המאפיין ״כתובת אלחוטית פרטית״ כבוי, כך שניתן לזהות Mac זה ולבצע אחריו מעקב ברשת זו ובין רשתות אחרות.
hi: निजी पता उपयोग करने से वाई‑फ़ाई नेटवर्क ऑपरेटर द्वारा आपके Mac की ट्रैकिंग कम करने में मदद मिलती है। निजी वाई-फ़ाई पता बंद किया गया है और इस Mac को इस नेटवर्क पर और अन्य सभी नेटवर्क पर पहचाना जा सकता है और इसकी ट्रैकिंग की जा सकती है।
hr: Uporabom privatne adrese pomaže se u smanjenju praćenja vašeg Maca od strane operatera Wi-Fi mreža. Privatna Wi-Fi adresa je isključena i ovaj se Mac može identificirati i pratiti na ovoj mreži te na drugim mrežama.
hu: Privát cím használatával csökkenthető annak lehetősége, hogy a Wi‑Fi-hálózatok üzemeltetői követni tudják az Ön Macjét. A Privát Wi‑Fi-cím ki van kapcsolva, ezért ez a Mac azonosítható és követhető ezen a hálózaton és egyéb hálózatokon keresztül.
id: Penggunaan alamat pribadi membantu mengurangi pelacakan Mac Anda oleh operator jaringan Wi-Fi. Alamat Wi-Fi pribadi dimatikan dan Mac ini dapat diidentifikasi dan dilacak di jaringan ini, dan di semua jaringan lainnya.
it: L’utilizzo di un indirizzo privato aiuta a ridurre la possibilità che il Mac venga tracciato dagli operatori delle reti Wi‑Fi. L’indirizzo Wi‑Fi privato è disattivato e il Mac può essere identificato e tracciato su questa e su altre reti.
ja: プライベートアドレスを使用することで、Wi‑Fiネットワーク事業者によるMacのトラッキングを減らすことができます。プライベートWi‑Fiアドレスはオフになっています。このネットワーク上および複数のWi‑Fiネットワーク間で、このMacは特定されトラッキングされる可能性があります。
ko: 비공개 주소를 사용하면 Wi‑Fi 네트워크 운영업체로부터 사용자의 Mac에 대한 추적을 줄이는 데 도움이 됩니다. 비공개 주소가 꺼져 있으며, 이 네트워크 및 다른 네트워크에서 이 Mac을 식별하고 추적할 수 있습니다.
ms: Penggunaan alamat peribadi membantu mengurangkan penjejakan Mac anda oleh pengendali rangkaian Wi‑Fi. Alamat Wi‑Fi peribadi dinyahaktifkan dan Mac ini boleh dikenal pasti serta dijejak pada rangkaian ini dan merentas rangkaian lain.
nb: Bruk av en privat adresse reduserer nettverksoperatørers mulighet til å spore Macen din. Privat Wi‑Fi-adresse er slått av og denne Macen kan identifiseres og spores på dette nettverket og på tvers av andre nettverk.
nl: Door het gebruik van een privé‑adres kan je Mac minder worden gevolgd door beheerders van wifinetwerken. Het privé wifi‑adres wordt uitgeschakeld en deze Mac kan worden geïdentificeerd en worden gevolgd op dit netwerk en op andere netwerken.
pl: Używanie adresu prywatnego pomaga ograniczyć śledzenie Twojego Maca przez operatorów sieci Wi‑Fi. Prywatny adres Wi‑Fi jest wyłączony, co umożliwia identyfikowanie i śledzenie tego Maca w tej i w innych sieciach.
pt_br: O uso de um endereço privado ajuda a reduzir o rastreamento do Mac por operadoras de rede Wi‑Fi. O endereço de Wi‑Fi privado está desativado e este Mac pode ser identificado e rastreado nesta rede e em outras.
pt_pt: A utilização de um endereço privado ajuda a reduzir o seguimento do Mac por operadores de redes Wi‑Fi. O endereço Wi‑Fi privado está desativado, o que permite identificar e seguir este Mac nesta rede e entre redes.
ro: Utilizarea unei adrese private reduce posibilitatea urmăririi Mac‑ului de către operatorii de rețele Wi‑Fi. Adresa Wi‑Fi privată este dezactivată, iar acest Mac poate fi identificat și urmărit în această rețea și în alte rețele.
ru: Если использовать частный адрес, это поможет снизить риск отслеживания Вашего Mac операторами сетей Wi‑Fi. Использование частного адреса Wi‑Fi выключено, и этот Mac не защищен от распознавания и отслеживания как в выбранной сети, так и в других сетях.
sk: Používanie privátnej adresy pomáha obmedziť sledovanie vášho Macu prevádzkovateľmi rôznych Wi‑Fi sietí. Privátna Wi‑Fi adresa je vypnutá a tento Mac je preto možné identifikovať a sledovať v tejto sieti a naprieč inými sieťami.
sl: Uporaba zasebnega naslova omeji sledenje vašemu Macu s strani operaterjev omrežij Wi-Fi. Zasebni naslov Wi-Fi je izklopljen in ta Mac je mogoče prepoznati ter mu slediti v tem omrežju in drugih omrežjih.
sv: Om du använder en privat adress bidrar det till att minska spårningen av datorn av Wi‑Fi-nätverkoperatörer. Privat Wi‑Fi-adress är avstängt och den här datorn kan identifieras och spåras på det här nätverket och mellan andra nätverk.
th: การใช้ที่อยู่แบบส่วนตัวจะช่วยลดการติดตาม Mac ของคุณจากผู้ให้บริการเครือข่าย Wi‑Fi ที่อยู่ Wi‑Fi แบบส่วนตัวจะถูกปิดใช้และสามารถระบุและติดตาม Mac เครื่องนี้บนเครือข่ายนี้และบนเครือข่ายอื่นได้
tr: Özel bir adres kullanmak Mac’inizin Wi‑Fi ağ operatörleri tarafından takip edilmesini azaltmaya yardımcı olur. Özel Wi‑Fi adresi kapalı olduğu için bu Mac bu ağda ve diğer ağlarda belirlenebilir ve takip edilebilir.
uk: Використання приватної адреси допомагає зменшити відстеження вашого Mac операторами Wi‑Fi-мереж. Приватну Wi‑Fi-адресу вимкнено, тому цей Mac можна ідентифікувати й відстежувати як у цій мережі, так і в інших мережах.
vi: Việc sử dụng địa chỉ bảo mật giúp giảm việc các nhà điều hành mạng Wi-Fi theo dõi máy Mac của bạn. Địa chỉ Wi-Fi bảo mật đã bị tắt nên máy Mac này có thể được nhận dạng và theo dõi trên mạng này, cũng như các mạng khác.
zh_cn: 使用私有地址有助于减少Wi-Fi网络运营商对Mac的跟踪。私有Wi‑Fi地址已关闭，这台Mac可被此网络及其他网络识别和跟踪。
zh_hk: 使用私人位址有助你的Mac減少被Wi-Fi網絡營運商追蹤。私人Wi-Fi位址已關閉，此Mac可以在此網絡上和其他網絡間被識別和追蹤。
zh_tw: 使用專用位址有助於降低Mac被Wi-Fi網路業者追蹤的機率。已關閉專用Wi-Fi位址，此Mac可在此網路和其他網路上被辨識和追蹤。
